Repository: nilovelez/apsc-crop
Catalog: languages/apsc-crop-*.po
Languages: es_es

source: A simple calculator to convert focal length and aperture values based on different crop factors.
es_es: Una sencilla calculadora para convertir los valores de distancia focal y apertura en función de distintos factores de recorte.

source: Crop Factor Calculator
es_es: Calculadora de factor de recorte

source: A calculator to convert focal length and aperture values based on different crop factors.
es_es: Una sencilla calculadora para convertir los valores de distancia focal y apertura en función de distintos factores de recorte.

source: 1/2.5" (6.0x crop)
es_es: 1/2.5" (recorte 6.0x)

source: 1/2.3" (5.64x crop)
es_es: 1/2.3" (recorte 5.64x)

source: 1/1.7" (4.55x crop)
es_es: 1/1.7" (recorte 4.55x)

source: 2/3" (4.50x crop)
es_es: 2/3" (recorte 4.50x)

source: 1" (2.70x crop)
es_es: 1" (recorte 2.70x)

source: Micro 4/3 (2x crop)
es_es: Micro 4/3 (recorte 2x)

source: APS-C (1.5x crop)
es_es: APS-C (recorte 1.5x)

source: APS-C (Canon) (1.62x crop)
es_es: APS-C (Canon) (recorte 1.62x)

source: APS-C (Sony) (1.53x crop)
es_es: APS-C (Sony) (recorte 1.53x)

source: Half-frame (1.44x crop)
es_es: Half-frame (recorte 1.44x)

source: APS-H (1.29x crop)
es_es: APS-H (recorte 1.29x)

source: Focal Length (mm):
es_es: Distancia focal (mm):

source: Aperture (f/):
es_es: Apertura (f/):

source: Crop Factor:
es_es: Factor de recorte:

source: Equivalent Values
es_es: Valores equivalentes

source: Equivalent Focal Length:
es_es: Distancia focal equivalente:

source: Equivalent Aperture:
es_es: Apertura equivalente:

source: The equivalent values show what focal length and aperture you would need on a full-frame camera to achieve the same field of view and depth of field.
es_es: Los valores equivalentes muestran la distancia focal y la aprtura que necesitarías en una cámara de fotograma completo para conseguir el mismo campo de visión y profundidad de campo.

source: The calculator will be displayed here on the frontend.
es_es: La calculadora se mostrará aquí en la vista pública de la web.
